Repository: IacopoC/Hide-Add-to-Cart-in-WooCommerce
Catalog: languages/ic-hide-add-to-cart-*.po
Languages: it_it

source: IC Hide add to Cart and prices require WooCommerce, activate WooCommerce to use this plugin
it_it: IC Nascondi "Aggiungi al carrello" e prezzi richiede WooCommerce, attivare WooCommerce per utilizzare questo plugin

source: The price is not available
it_it: Il prezzo non Ã¨ disponibile

source: Settings of the plugin
it_it: Impostazioni del plugin

source: Turn off WooCommerce
it_it: Disattiva WooCommerce

source: Turn off WooCommerce by category
it_it: Disattiva WooCommerce per categoria

source: Turn off products prices
it_it: Nascondi i prezzi dei prodotti

source: Turn off products prices by category
it_it: Nascondi i prezzi dei prodotti per categoria

source: Check to disable all Add to Cart buttons
it_it: Spunta per disabilitare il pulsante Aggiungi al carrello

source: You have no category set for products
it_it: Non hai nessuna categoria impostata per i prodotti

source: Check to disable all prices tags
it_it: Spunta per nascondere i prezzi

source: Check the following options to hide Add to Cart buttons and prices
it_it: Spunta le seguenti opzioni per nascondere i bottoni "Aggiungi al carrello" e i prezzi

source: Settings Saved
it_it: Modifiche salvate
